20240813T084326--kdoc-221-郷土資料を作る__project.org
:properties:
:ID: 20240813T084326
:mtime:    20250626233534
:ctime:    20241102134601
:end:
#+title:      KDOC 221: 郷土資料を作る
#+date:       [2024-08-13 Tue 08:43]
#+filetags:   :project:
#+identifier: 20240813T084326

* この文書のステータス
:LOGBOOK:
CLOCK: [2025-06-22 Sun 21:28]--[2025-06-22 Sun 21:53] =>  0:25
CLOCK: [2025-06-22 Sun 20:41]--[2025-06-22 Sun 21:06] =>  0:25
CLOCK: [2025-06-22 Sun 20:06]--[2025-06-22 Sun 20:31] =>  0:25
CLOCK: [2025-06-22 Sun 19:24]--[2025-06-22 Sun 19:49] =>  0:25
CLOCK: [2025-06-22 Sun 18:07]--[2025-06-22 Sun 18:32] =>  0:25
CLOCK: [2025-06-22 Sun 16:26]--[2025-06-22 Sun 16:51] =>  0:25
CLOCK: [2025-06-22 Sun 16:01]--[2025-06-22 Sun 16:26] =>  0:25
CLOCK: [2025-06-22 Sun 15:36]--[2025-06-22 Sun 16:01] =>  0:25
CLOCK: [2025-06-22 Sun 14:47]--[2025-06-22 Sun 15:12] =>  0:25
CLOCK: [2025-06-22 Sun 13:07]--[2025-06-22 Sun 13:32] =>  0:25
CLOCK: [2025-06-22 Sun 12:24]--[2025-06-22 Sun 12:49] =>  0:25
CLOCK: [2025-06-22 Sun 11:51]--[2025-06-22 Sun 12:16] =>  0:25
CLOCK: [2025-06-22 Sun 11:21]--[2025-06-22 Sun 11:46] =>  0:25
CLOCK: [2025-06-22 Sun 10:49]--[2025-06-22 Sun 11:14] =>  0:25
CLOCK: [2025-06-22 Sun 10:17]--[2025-06-22 Sun 10:42] =>  0:25
CLOCK: [2025-06-22 Sun 09:51]--[2025-06-22 Sun 10:16] =>  0:25
CLOCK: [2024-11-17 Sun 15:12]--[2024-11-17 Sun 15:37] =>  0:25
CLOCK: [2024-11-17 Sun 14:16]--[2024-11-17 Sun 14:41] =>  0:25
CLOCK: [2024-11-17 Sun 13:46]--[2024-11-17 Sun 14:11] =>  0:25
CLOCK: [2024-11-17 Sun 13:08]--[2024-11-17 Sun 13:33] =>  0:25
CLOCK: [2024-08-21 Wed 20:01]--[2024-08-21 Wed 20:26] =>  0:25
CLOCK: [2024-08-21 Wed 19:35]--[2024-08-21 Wed 20:00] =>  0:25
CLOCK: [2024-08-20 Tue 23:04]--[2024-08-20 Tue 23:29] =>  0:25
CLOCK: [2024-08-20 Tue 19:27]--[2024-08-20 Tue 19:52] =>  0:25
CLOCK: [2024-08-20 Tue 19:01]--[2024-08-20 Tue 19:26] =>  0:25
:END:
- 作成
  - [X] 2024-08-25 貴島
- レビュー
  - [X] 2024-08-26 貴島
* WIP プロジェクトのステータス

プロジェクトは進行中である。

* 概要
廃道探索記録[fn:1]を読むにつれ、自分でも調べたくなった。地元でも知らないことが多くあることに気づいた。埋もれている興味深いことがさらにあるだろうと思った。

- リポジトリ: [[https://github.com/kijimaD/or][kijimaD/or]]
- サイト: [[https://kijimad.github.io/or/][ORiguchi Documents]]

* Tasks
** TODO figureを使うように書き換える
:LOGBOOK:
CLOCK: [2025-06-22 Sun 17:41]--[2025-06-22 Sun 18:06] =>  0:25
:END:
* 関連
- [[id:20240908T180537][KDOC 238: 他人の博物館を観察して参考にする]]。他人の展示を見ることで参考になるだろう
* Archives
** DONE 画像方針
CLOSED: [2024-08-20 Tue 21:04]
写真をどのようにまとめるか決める。

- 写真が足りないことが多い。あとで足りないことがないように徹底的に撮るのがよい
- 徹底的に撮っておくと、あとで見て考えたりできる
- 上下左右、遠近
- 撮ったあとに分類しておく

** DONE 鍋石の概要をまとめる
CLOSED: [2024-08-20 Tue 21:04]
概要。

- 画像を貼る

** DONE 地図収集
CLOSED: [2025-06-22 Sun 09:51]

できる限り多くの年代の地図を収集する。国土地理院の閲覧所に多くあるのを発見した。

** DONE PDFをインラインで閲覧できるようにする
CLOSED: [2025-06-22 Sun 14:15]

引用しやすくする。

* Footnotes
[fn:1][[https://yamaiga.com/][ 山さ行がねが]]。
