20240813T084326--kdoc-221-郷土資料を作る__project.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-09-11T19:01:58Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 221: 郷土資料を作る</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 221: 郷土資料を作る</h1>
<div id="outline-container-orga552f22" class="outline-2">
<h2 id="orga552f22"><a href="#orga552f22">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orga552f22">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-25 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-26 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org22c7c54" class="outline-2">
<h2 id="org22c7c54"><a href="#org22c7c54"><span class="todo WIP">WIP</span> プロジェクトのステータス</a></h2>
<div class="outline-text-2" id="text-org22c7c54">
<p>
プロジェクトは進行中である。
</p>
</div>
</div>
<div id="outline-container-org9a1eb71" class="outline-2">
<h2 id="org9a1eb71"><a href="#org9a1eb71">概要</a></h2>
<div class="outline-text-2" id="text-org9a1eb71">
<p>
廃道探索記録<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>を読むにつれ、自分でも調べたくなった。地元でも知らないことが多くあることに気づいた。埋もれている興味深いことがさらにあるだろうと思った。
</p>

<ul class="org-ul">
<li>リポジトリ: <a href="https://github.com/kijimaD/or">kijimaD/or</a></li>
<li>サイト: <a href="https://kijimad.github.io/or/">ORiguchi Documents</a></li>
</ul>
</div>
</div>
<div id="outline-container-orge7c6d15" class="outline-2">
<h2 id="orge7c6d15"><a href="#orge7c6d15">Tasks</a></h2>
<div class="outline-text-2" id="text-orge7c6d15">
</div>
<div id="outline-container-orga6dd319" class="outline-3">
<h3 id="orga6dd319"><a href="#orga6dd319"><span class="todo TODO">TODO</span> figureを使うように書き換える</a></h3>
<div class="outline-text-3" id="text-orga6dd319">
</div>
</div>
</div>
<div id="outline-container-org482e5d6" class="outline-2">
<h2 id="org482e5d6"><a href="#org482e5d6">関連</a></h2>
<div class="outline-text-2" id="text-org482e5d6">
<ul class="org-ul">
<li><a href="20240908T180537--kdoc-238-他人の博物館を観察して参考にする__project.html#ID-20240908T180537">KDOC 238: 他人の博物館を観察して参考にする</a>。他人の展示を見ることで参考になるだろう</li>
</ul>
</div>
</div>
<div id="outline-container-org79130cb" class="outline-2">
<h2 id="org79130cb"><a href="#org79130cb">Archives</a></h2>
<div class="outline-text-2" id="text-org79130cb">
</div>
<div id="outline-container-org8da183e" class="outline-3">
<h3 id="org8da183e"><a href="#org8da183e"><span class="done DONE">DONE</span> 画像方針</a></h3>
<div class="outline-text-3" id="text-org8da183e">
<p>
写真をどのようにまとめるか決める。
</p>

<ul class="org-ul">
<li>写真が足りないことが多い。あとで足りないことがないように徹底的に撮るのがよい</li>
<li>徹底的に撮っておくと、あとで見て考えたりできる</li>
<li>上下左右、遠近</li>
<li>撮ったあとに分類しておく</li>
</ul>
</div>
</div>
<div id="outline-container-org709cafe" class="outline-3">
<h3 id="org709cafe"><a href="#org709cafe"><span class="done DONE">DONE</span> 鍋石の概要をまとめる</a></h3>
<div class="outline-text-3" id="text-org709cafe">
<p>
概要。
</p>

<ul class="org-ul">
<li>画像を貼る</li>
</ul>
</div>
</div>
<div id="outline-container-org22cfae1" class="outline-3">
<h3 id="org22cfae1"><a href="#org22cfae1"><span class="done DONE">DONE</span> 地図収集</a></h3>
<div class="outline-text-3" id="text-org22cfae1">
<p>
できる限り多くの年代の地図を収集する。国土地理院の閲覧所に多くあるのを発見した。
</p>
</div>
</div>
<div id="outline-container-org948c633" class="outline-3">
<h3 id="org948c633"><a href="#org948c633"><span class="done DONE">DONE</span> PDFをインラインで閲覧できるようにする</a></h3>
<div class="outline-text-3" id="text-org948c633">
<p>
引用しやすくする。
</p>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://yamaiga.com/"> 山さ行がねが</a>。
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
